[
  {
    "id": 1,
    "title": "OpenAI Launches Sora Video Generation Model to the Public",
    "title_tr": "OpenAI, Sora Video Oluşturma Modelini Halka Açtı",
    "summary": "OpenAI's revolutionary AI video generation tool Sora is now available for ChatGPT Plus and Pro subscribers, marking a new era in AI-powered content creation.",
    "summary_tr": "OpenAI'nin devrim niteliğindeki AI video oluşturma aracı Sora, artık ChatGPT Plus ve Pro aboneleri için kullanılabilir hale geldi.",
    "content": "OpenAI has officially launched Sora, its groundbreaking text-to-video AI model, to the public. The tool can generate videos up to 20 seconds long based on text prompts. Available to ChatGPT Plus subscribers at $20/month and Pro subscribers at $200/month, Sora represents a significant leap in generative AI capabilities. The model can create realistic scenes, animate characters, and produce cinematic content that was previously only possible with professional video production teams.",
    "image": "https://images.unsplash.com/photo-1677442136019-21780ecad995?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Tech Wire Staff",
    "time": "2024-12-09T10:00:00Z",
    "views": 2450,
    "featured": true,
    "published": true,
    "tags": ["OpenAI", "Sora", "AI Video", "Generative AI"]
  },
  {
    "id": 2,
    "title": "Google Unveils Gemini 2.0 with Advanced Multimodal Capabilities",
    "title_tr": "Google, Gelişmiş Çok Modlu Yeteneklerle Gemini 2.0'ı Duyurdu",
    "summary": "Google's latest AI model Gemini 2.0 introduces native image and audio output, along with a new AI agent called Project Astra.",
    "summary_tr": "Google'ın en yeni AI modeli Gemini 2.0, yerel görüntü ve ses çıkışı ile Project Astra adlı yeni bir AI ajanı sunuyor.",
    "content": "Google has announced Gemini 2.0, its most capable AI model yet. The new version features native multimodal output, meaning it can generate not just text but also images and audio. Project Astra, built on Gemini 2.0, is designed to be a universal AI assistant that can see, hear, and speak. The model shows significant improvements in coding, math, and reasoning tasks, positioning Google as a strong competitor in the AI race.",
    "image": "https://images.unsplash.com/photo-1573804633927-bfcbcd909acd?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Sarah Chen",
    "time": "2024-12-11T14:30:00Z",
    "views": 1890,
    "featured": true,
    "published": true,
    "tags": ["Google", "Gemini", "AI", "Machine Learning"]
  },
  {
    "id": 3,
    "title": "Bitcoin Breaks $100,000 Milestone for First Time in History",
    "title_tr": "Bitcoin Tarihte İlk Kez 100.000 Dolar Seviyesini Aştı",
    "summary": "The world's largest cryptocurrency has reached an unprecedented milestone, crossing the $100,000 mark amid institutional adoption surge.",
    "summary_tr": "Dünyanın en büyük kripto para birimi, kurumsal benimseme dalgasının ortasında 100.000 dolar seviyesini aşarak benzeri görülmemiş bir dönüm noktasına ulaştı.",
    "content": "Bitcoin has made history by surpassing the $100,000 price level for the first time ever. The milestone comes as institutional investors continue to pour money into cryptocurrency markets, with Bitcoin ETFs seeing record inflows. The election of crypto-friendly policies and the appointment of supportive regulators have boosted market confidence. Analysts predict further gains as mainstream adoption accelerates.",
    "image": "https://images.unsplash.com/photo-1518546305927-5a555bb7020d?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Michael Rodriguez",
    "time": "2024-12-05T08:15:00Z",
    "views": 3200,
    "featured": true,
    "published": true,
    "tags": ["Bitcoin", "Cryptocurrency", "BTC", "Milestone"]
  },
  {
    "id": 4,
    "title": "Apple Intelligence Expands with New AI Features in iOS 18.2",
    "title_tr": "Apple Intelligence, iOS 18.2'de Yeni AI Özellikleriyle Genişliyor",
    "summary": "Apple's latest iOS update brings ChatGPT integration, Genmoji, and Image Playground to iPhones worldwide.",
    "summary_tr": "Apple'ın en son iOS güncellemesi, dünya genelinde iPhone'lara ChatGPT entegrasyonu, Genmoji ve Image Playground getiriyor.",
    "content": "Apple has released iOS 18.2, significantly expanding its Apple Intelligence features. The update includes ChatGPT integration within Siri, allowing users to access OpenAI's powerful language model directly from their iPhones. New features like Genmoji let users create custom emoji, while Image Playground enables AI-generated images. The update also brings improvements to writing tools and notification summaries.",
    "image": "https://images.unsplash.com/photo-1592750475338-74b7b21085ab?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Emily Watson",
    "time": "2024-12-11T16:00:00Z",
    "views": 1650,
    "featured": false,
    "published": true,
    "tags": ["Apple", "iOS", "AI", "ChatGPT"]
  },
  {
    "id": 5,
    "title": "SpaceX Starship Achieves Successful Booster Catch on Sixth Flight",
    "title_tr": "SpaceX Starship, Altıncı Uçuşta Başarılı Güçlendirici Yakalama Gerçekleştirdi",
    "summary": "SpaceX's Super Heavy booster was successfully caught by the launch tower's mechanical arms during the latest Starship test flight.",
    "summary_tr": "SpaceX'in Super Heavy güçlendiricisi, en son Starship test uçuşu sırasında fırlatma kulesinin mekanik kolları tarafından başarıyla yakalandı.",
    "content": "SpaceX has achieved another milestone in its Starship program with the sixth integrated flight test. The Super Heavy booster was successfully caught by the 'chopstick' mechanical arms on the launch tower, demonstrating the viability of rapid rocket reusability. While the Starship upper stage was lost during reentry, the booster catch represents a major step toward SpaceX's goal of fully reusable rockets.",
    "image": "https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. James Miller",
    "time": "2024-12-19T11:30:00Z",
    "views": 2100,
    "featured": true,
    "published": true,
    "tags": ["SpaceX", "Starship", "Space", "Rockets"]
  },
  {
    "id": 6,
    "title": "Microsoft Copilot Gets Major Update with Vision and Voice Features",
    "title_tr": "Microsoft Copilot, Görüntü ve Ses Özellikleriyle Büyük Güncelleme Aldı",
    "summary": "Microsoft's AI assistant now includes real-time screen understanding and natural voice conversations.",
    "summary_tr": "Microsoft'un AI asistanı artık gerçek zamanlı ekran anlama ve doğal sesli konuşmalar içeriyor.",
    "content": "Microsoft has rolled out significant updates to Copilot, its AI assistant. The new features include Copilot Vision, which can see and understand what's on your screen in real-time, and Copilot Voice for natural spoken conversations. The update also brings Think Deeper, a feature that allows Copilot to spend more time reasoning through complex problems. These updates position Copilot as a more capable competitor to ChatGPT.",
    "image": "https://images.unsplash.com/photo-1633419461186-7d40a38105ec?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "David Park",
    "time": "2024-12-10T09:45:00Z",
    "views": 1340,
    "featured": false,
    "published": true,
    "tags": ["Microsoft", "Copilot", "AI Assistant", "Windows"]
  },
  {
    "id": 7,
    "title": "Amazon Launches Nova AI Models to Compete with GPT-4",
    "title_tr": "Amazon, GPT-4 ile Rekabet Etmek İçin Nova AI Modellerini Piyasaya Sürdü",
    "summary": "Amazon Web Services introduces Nova family of AI models, offering text, image, and video generation capabilities.",
    "summary_tr": "Amazon Web Services, metin, görüntü ve video oluşturma yetenekleri sunan Nova AI model ailesini tanıttı.",
    "content": "Amazon has entered the foundation model race with Nova, a new family of AI models available through Amazon Bedrock. The Nova models include Nova Micro for text-only tasks, Nova Lite for multimodal understanding, and Nova Pro for complex tasks. Amazon claims Nova models offer better price-performance than competitors while maintaining strong capabilities in reasoning and content generation.",
    "image": "https://images.unsplash.com/photo-1523474253046-8cd2748b5fd2?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Lisa Thompson",
    "time": "2024-12-03T13:00:00Z",
    "views": 980,
    "featured": false,
    "published": true,
    "tags": ["Amazon", "AWS", "Nova", "AI Models"]
  },
  {
    "id": 8,
    "title": "Ethereum Surges Past $4,000 as DeFi Activity Reaches New Highs",
    "title_tr": "DeFi Aktivitesi Yeni Zirvelere Ulaşırken Ethereum 4.000 Doları Aştı",
    "summary": "The second-largest cryptocurrency by market cap breaks key resistance levels amid renewed institutional interest.",
    "summary_tr": "Piyasa değerine göre ikinci en büyük kripto para birimi, yenilenen kurumsal ilgi ortasında önemli direnç seviyelerini kırıyor.",
    "content": "Ethereum has broken through the $4,000 price level as decentralized finance activity surges. The rally is driven by increased staking, growing DeFi total value locked, and anticipation of further Ethereum ETF approvals. Layer 2 solutions like Arbitrum and Optimism have also seen significant growth, reducing transaction costs and improving network scalability.",
    "image": "https://images.unsplash.com/photo-1622630998477-20aa696ecb05?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Alex Turner",
    "time": "2024-12-16T15:20:00Z",
    "views": 1560,
    "featured": false,
    "published": true,
    "tags": ["Ethereum", "DeFi", "Cryptocurrency", "ETH"]
  },
  {
    "id": 9,
    "title": "Meta Unveils New AR Glasses Prototype at Connect 2024",
    "title_tr": "Meta, Connect 2024'te Yeni AR Gözlük Prototipini Tanıttı",
    "summary": "Meta's latest augmented reality glasses feature a sleek design and advanced AI integration for everyday use.",
    "summary_tr": "Meta'nın en yeni artırılmış gerçeklik gözlükleri, günlük kullanım için şık bir tasarım ve gelişmiş AI entegrasyonu sunuyor.",
    "content": "Meta has showcased its latest AR glasses prototype, codenamed Orion, at the Connect 2024 conference. The glasses feature a lightweight design that looks like regular eyewear while packing advanced AR capabilities. Integration with Meta AI allows users to get real-time information, translations, and assistance. The company aims to make AR glasses as common as smartphones within the next decade.",
    "image": "https://images.unsplash.com/photo-1617802690992-15d93263d3a9?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Jennifer Lee",
    "time": "2024-12-08T10:30:00Z",
    "views": 1120,
    "featured": false,
    "published": true,
    "tags": ["Meta", "AR Glasses", "Augmented Reality", "Wearables"]
  },
  {
    "id": 10,
    "title": "Tesla Cybertruck Sales Exceed Expectations in First Full Year",
    "title_tr": "Tesla Cybertruck Satışları İlk Tam Yılda Beklentileri Aştı",
    "summary": "The controversial electric pickup truck has found strong demand despite its polarizing design.",
    "summary_tr": "Tartışmalı elektrikli kamyonet, kutuplaştırıcı tasarımına rağmen güçlü talep buldu.",
    "content": "Tesla's Cybertruck has completed its first full year of production with sales exceeding initial expectations. Despite its unconventional stainless steel design and early production challenges, the vehicle has attracted a dedicated customer base. Tesla has ramped up production at its Texas Gigafactory and introduced new variants including an off-road focused model. The truck's unique features like bullet-resistant panels have generated significant media attention.",
    "image": "https://images.unsplash.com/photo-1617886903355-9354bb57751f?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Mark Stevens",
    "time": "2024-12-20T14:00:00Z",
    "views": 1780,
    "featured": false,
    "published": true,
    "tags": ["Tesla", "Cybertruck", "Electric Vehicles", "EV"]
  },
  {
    "id": 11,
    "title": "Claude 3.5 Sonnet Tops AI Benchmarks with Computer Use Capability",
    "title_tr": "Claude 3.5 Sonnet, Bilgisayar Kullanma Yeteneğiyle AI Karşılaştırmalarında Zirveye Çıktı",
    "summary": "Anthropic's latest AI model can now control computers directly, opening new possibilities for automation.",
    "summary_tr": "Anthropic'in en son AI modeli artık bilgisayarları doğrudan kontrol edebiliyor ve otomasyon için yeni olanaklar açıyor.",
    "content": "Anthropic has released an upgraded version of Claude 3.5 Sonnet that includes a groundbreaking computer use capability. The AI can now interact with computer interfaces, clicking buttons, typing text, and navigating applications like a human user. This feature enables complex multi-step tasks to be automated, from data entry to software testing. The model also shows improved performance on coding and reasoning benchmarks.",
    "image": "https://images.unsplash.com/photo-1620712943543-bcc4688e7485?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Rachel Green",
    "time": "2024-12-12T11:15:00Z",
    "views": 1420,
    "featured": false,
    "published": true,
    "tags": ["Anthropic", "Claude", "AI", "Automation"]
  },
  {
    "id": 12,
    "title": "NVIDIA Reports Record Quarterly Revenue on AI Chip Demand",
    "title_tr": "NVIDIA, AI Çip Talebiyle Rekor Çeyreklik Gelir Bildirdi",
    "summary": "The chipmaker's data center revenue soars as companies race to build AI infrastructure.",
    "summary_tr": "Şirketler AI altyapısı oluşturmak için yarışırken, çip üreticisinin veri merkezi geliri yükseliyor.",
    "content": "NVIDIA has reported another quarter of record-breaking revenue, driven by insatiable demand for its AI chips. The company's data center segment grew over 200% year-over-year as tech giants and enterprises invested heavily in AI infrastructure. The upcoming Blackwell architecture is already seeing strong pre-orders, despite supply constraints. NVIDIA's market cap has made it one of the most valuable companies in the world.",
    "image": "https://images.unsplash.com/photo-1591238372338-22d30c883a86?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Chris Anderson",
    "time": "2024-12-21T16:45:00Z",
    "views": 2340,
    "featured": true,
    "published": true,
    "tags": ["NVIDIA", "AI Chips", "GPU", "Data Center"]
  },
  {
    "id": 13,
    "title": "Solana Becomes Most Active Blockchain for DeFi Applications",
    "title_tr": "Solana, DeFi Uygulamaları İçin En Aktif Blok Zinciri Oldu",
    "summary": "The high-performance blockchain overtakes Ethereum in daily active addresses and transaction volume.",
    "summary_tr": "Yüksek performanslı blok zinciri, günlük aktif adresler ve işlem hacminde Ethereum'u geçti.",
    "content": "Solana has emerged as the most active blockchain network for decentralized finance applications, surpassing Ethereum in several key metrics. The network's low fees and high throughput have attracted developers and users alike. Meme coin trading and new DeFi protocols have driven significant activity. SOL token price has reflected this growth, reaching new all-time highs.",
    "image": "https://images.unsplash.com/photo-1639762681485-074b7f938ba0?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Nina Patel",
    "time": "2024-12-17T09:30:00Z",
    "views": 1290,
    "featured": false,
    "published": true,
    "tags": ["Solana", "DeFi", "Blockchain", "SOL"]
  },
  {
    "id": 14,
    "title": "NASA's Europa Clipper Mission Successfully Launches Toward Jupiter",
    "title_tr": "NASA'nın Europa Clipper Görevi Jüpiter'e Doğru Başarıyla Fırlatıldı",
    "summary": "The spacecraft begins its journey to study Jupiter's moon Europa for signs of habitability.",
    "summary_tr": "Uzay aracı, Jüpiter'in uydusu Europa'yı yaşanabilirlik belirtileri açısından incelemek için yolculuğuna başladı.",
    "content": "NASA's Europa Clipper has successfully launched on a SpaceX Falcon Heavy rocket, beginning its long journey to Jupiter's moon Europa. The mission will study Europa's ice shell and subsurface ocean to determine if conditions could support life. The spacecraft will make nearly 50 close flybys of Europa over its mission lifetime. Scientists are particularly interested in the moon's potential hydrothermal vents.",
    "image": "https://images.unsplash.com/photo-1446776877081-d282a0f896e2?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. Robert Chang",
    "time": "2024-12-14T08:00:00Z",
    "views": 980,
    "featured": false,
    "published": true,
    "tags": ["NASA", "Europa", "Jupiter", "Space Mission"]
  },
  {
    "id": 15,
    "title": "Samsung Announces Galaxy S25 Series with Enhanced AI Features",
    "title_tr": "Samsung, Gelişmiş AI Özellikleriyle Galaxy S25 Serisini Duyurdu",
    "summary": "The upcoming flagship smartphones will feature deeper AI integration and improved camera capabilities.",
    "summary_tr": "Yaklaşan amiral gemisi akıllı telefonlar, daha derin AI entegrasyonu ve geliştirilmiş kamera yetenekleri sunacak.",
    "content": "Samsung has officially announced the Galaxy S25 series, set to launch in January 2025. The new flagship lineup includes the S25, S25+, and S25 Ultra, all powered by the Snapdragon 8 Elite processor. Samsung's Galaxy AI features have been significantly expanded, including real-time translation, AI-powered photo editing, and intelligent assistant capabilities. Pre-orders have exceeded previous generations.",
    "image": "https://images.unsplash.com/photo-1610945415295-d9bbf067e59c?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Kevin Park",
    "time": "2024-12-22T12:00:00Z",
    "views": 1560,
    "featured": false,
    "published": true,
    "tags": ["Samsung", "Galaxy S25", "Smartphone", "Android"]
  },
  {
    "id": 16,
    "title": "OpenAI Reaches $157 Billion Valuation in Latest Funding Round",
    "title_tr": "OpenAI, Son Finansman Turunda 157 Milyar Dolar Değerlemeye Ulaştı",
    "summary": "The AI company secures $6.6 billion in new funding as it transitions to a for-profit structure.",
    "summary_tr": "AI şirketi, kar amaçlı yapıya geçerken 6.6 milyar dolar yeni finansman sağladı.",
    "content": "OpenAI has closed a massive $6.6 billion funding round, valuing the company at $157 billion. The round was led by Thrive Capital with participation from Microsoft, NVIDIA, and SoftBank. The funding will support OpenAI's ambitious AI development roadmap and infrastructure expansion. The company is also restructuring from a nonprofit to a for-profit entity to facilitate future growth.",
    "image": "https://images.unsplash.com/photo-1676299081847-824916de030a?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Amanda White",
    "time": "2024-12-02T15:30:00Z",
    "views": 1890,
    "featured": false,
    "published": true,
    "tags": ["OpenAI", "Funding", "Valuation", "AI Investment"]
  },
  {
    "id": 17,
    "title": "Quantum Computing Milestone: IBM Achieves 1000+ Qubit Processor",
    "title_tr": "Kuantum Bilgisayar Dönüm Noktası: IBM 1000+ Kübit İşlemci Elde Etti",
    "summary": "IBM's Condor processor marks a significant step toward practical quantum computing applications.",
    "summary_tr": "IBM'in Condor işlemcisi, pratik kuantum bilgisayar uygulamalarına doğru önemli bir adımı işaret ediyor.",
    "content": "IBM has unveiled its 1,121-qubit Condor quantum processor, the largest quantum chip ever built. This milestone brings quantum computing closer to practical applications in drug discovery, financial modeling, and optimization problems. IBM's roadmap aims for 100,000 qubits by 2033, which could solve problems impossible for classical computers.",
    "image": "https://images.unsplash.com/photo-1635070041078-e363dbe005cb?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. Sarah Kim",
    "time": "2024-12-06T10:00:00Z",
    "views": 1120,
    "featured": false,
    "published": true,
    "tags": ["IBM", "Quantum Computing", "Qubit", "Technology"]
  },
  {
    "id": 18,
    "title": "XRP Surges 300% Following SEC Lawsuit Resolution",
    "title_tr": "XRP, SEC Davası Çözümünün Ardından %300 Yükseldi",
    "summary": "Ripple's cryptocurrency rallies dramatically as regulatory uncertainty clears.",
    "summary_tr": "Ripple'ın kripto para birimi, düzenleyici belirsizlik ortadan kalkınca dramatik bir şekilde yükseliyor.",
    "content": "XRP has experienced a massive rally, surging over 300% following positive developments in Ripple's legal battle with the SEC. The resolution of the lawsuit has removed a major overhang that had suppressed XRP's price for years. Institutional interest in XRP has increased significantly, with several financial institutions exploring Ripple's payment technology for cross-border transactions.",
    "image": "https://images.unsplash.com/photo-1621761191319-c6fb62004040?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Jake Morrison",
    "time": "2024-12-18T11:45:00Z",
    "views": 2890,
    "featured": true,
    "published": true,
    "tags": ["XRP", "Ripple", "SEC", "Cryptocurrency"]
  },
  {
    "id": 19,
    "title": "China's Chang'e 6 Returns with First Samples from Moon's Far Side",
    "title_tr": "Çin'in Chang'e 6'sı Ay'ın Uzak Yüzünden İlk Örneklerle Döndü",
    "summary": "The historic mission brings back lunar samples that could reveal secrets about the Moon's formation.",
    "summary_tr": "Tarihi görev, Ay'ın oluşumu hakkında sırları ortaya çıkarabilecek ay örneklerini geri getiriyor.",
    "content": "China's Chang'e 6 mission has successfully returned to Earth with samples from the far side of the Moon, a historic first for humanity. The samples from the South Pole-Aitken Basin could provide insights into the Moon's early history and volcanic activity. Scientists worldwide are eager to study these unique samples that may contain materials different from those collected on previous missions.",
    "image": "https://images.unsplash.com/photo-1522030299830-16b8d3d049fe?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. Michael Chen",
    "time": "2024-12-25T09:00:00Z",
    "views": 1450,
    "featured": false,
    "published": true,
    "tags": ["China", "Moon", "Space", "Chang'e"]
  },
  {
    "id": 20,
    "title": "ChatGPT Reaches 300 Million Weekly Active Users",
    "title_tr": "ChatGPT Haftalık 300 Milyon Aktif Kullanıcıya Ulaştı",
    "summary": "OpenAI's chatbot continues exponential growth as AI assistants become mainstream.",
    "summary_tr": "AI asistanları yaygınlaştıkça OpenAI'nin sohbet botu üstel büyümeye devam ediyor.",
    "content": "OpenAI has announced that ChatGPT now has over 300 million weekly active users, up from 200 million earlier this year. The growth is driven by new features like voice mode, vision capabilities, and integrations with popular apps. ChatGPT has become a daily tool for millions of people for work, learning, and creative tasks. The success has attracted competition from Google, Anthropic, and others.",
    "image": "https://images.unsplash.com/photo-1684163060449-1c9ee931cf6e?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Emma Davis",
    "time": "2024-12-23T14:30:00Z",
    "views": 2100,
    "featured": false,
    "published": true,
    "tags": ["ChatGPT", "OpenAI", "AI", "Users"]
  }
]
