[
  {
    "id": 1,
    "title": "OpenAI's o3 Model Achieves Near-Human Performance on ARC-AGI Benchmark",
    "title_tr": "OpenAI'nin o3 Modeli ARC-AGI Testinde İnsan Seviyesine Yakın Performans Gösterdi",
    "summary": "OpenAI's latest reasoning model o3 has achieved groundbreaking results on the ARC-AGI benchmark, scoring 87.5% compared to human average of 85%.",
    "summary_tr": "OpenAI'nin en yeni akıl yürütme modeli o3, ARC-AGI testinde %85'lik insan ortalamasına kıyasla %87.5 ile çığır açan sonuçlar elde etti.",
    "content": "OpenAI has unveiled o3, its most advanced reasoning model yet, which has achieved remarkable results on the ARC-AGI benchmark - a test designed to measure general intelligence. The model scored 87.5% on the benchmark, surpassing the average human score of 85%. This represents a significant leap in AI capabilities, bringing us closer to artificial general intelligence. The o3 model uses chain-of-thought reasoning and can tackle complex multi-step problems that previous models struggled with.",
    "image": "https://images.unsplash.com/photo-1677442136019-21780ecad995?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Tech Wire Staff",
    "time": "2025-12-27T14:00:00Z",
    "views": 3450,
    "featured": true,
    "published": true,
    "tags": ["OpenAI", "o3", "AGI", "AI Benchmark"]
  },
  {
    "id": 2,
    "title": "Google DeepMind Releases Gemini 2.0 Flash with Native Tool Use",
    "title_tr": "Google DeepMind, Yerel Araç Kullanımı ile Gemini 2.0 Flash'ı Yayınladı",
    "summary": "Google's Gemini 2.0 Flash introduces native multimodal capabilities including image and audio generation, plus real-time tool use for AI agents.",
    "summary_tr": "Google'ın Gemini 2.0 Flash, görüntü ve ses üretimi dahil yerel çok modlu yetenekler ve AI ajanları için gerçek zamanlı araç kullanımı sunuyor.",
    "content": "Google DeepMind has launched Gemini 2.0 Flash, the latest iteration of its multimodal AI model. The new version features native image generation, text-to-speech capabilities, and importantly, native tool use that allows AI agents to interact with external services and APIs. Project Astra, built on Gemini 2.0, demonstrates advanced agentic capabilities including real-time visual understanding and natural conversation.",
    "image": "https://images.unsplash.com/photo-1573804633927-bfcbcd909acd?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Sarah Chen",
    "time": "2025-12-26T10:30:00Z",
    "views": 2890,
    "featured": true,
    "published": true,
    "tags": ["Google", "Gemini 2.0", "DeepMind", "AI Agents"]
  },
  {
    "id": 3,
    "title": "Bitcoin Reaches New All-Time High of $108,000 Amid Institutional Buying",
    "title_tr": "Bitcoin Kurumsal Alımların Ortasında 108.000 Dolar ile Yeni Rekor Kırdı",
    "summary": "Bitcoin has surged to a new record high as institutional investors continue accumulating through spot ETFs ahead of potential strategic reserve announcements.",
    "summary_tr": "Bitcoin, potansiyel stratejik rezerv duyuruları öncesinde kurumsal yatırımcıların spot ETF'ler aracılığıyla biriktirmeye devam etmesiyle yeni rekor zirveye ulaştı.",
    "content": "Bitcoin has reached a new all-time high of $108,000, driven by continued institutional accumulation through spot Bitcoin ETFs. BlackRock's iShares Bitcoin Trust (IBIT) has seen record inflows as corporations and sovereign wealth funds increase their exposure to the cryptocurrency. Speculation about potential US strategic Bitcoin reserve has further fueled the rally. Analysts predict BTC could reach $150,000 by mid-2026.",
    "image": "https://images.unsplash.com/photo-1518546305927-5a555bb7020d?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Michael Rodriguez",
    "time": "2025-12-28T08:15:00Z",
    "views": 4200,
    "featured": true,
    "published": true,
    "tags": ["Bitcoin", "Cryptocurrency", "ETF", "All-Time High"]
  },
  {
    "id": 4,
    "title": "Apple Releases iOS 18.3 with Advanced Siri AI Features",
    "title_tr": "Apple, Gelişmiş Siri AI Özellikleriyle iOS 18.3'ü Yayınladı",
    "summary": "iOS 18.3 brings significant Siri improvements including on-device LLM processing, app control capabilities, and personal context awareness.",
    "summary_tr": "iOS 18.3, cihaz içi LLM işleme, uygulama kontrolü yetenekleri ve kişisel bağlam farkındalığı dahil önemli Siri iyileştirmeleri getiriyor.",
    "content": "Apple has released iOS 18.3, featuring major upgrades to Siri powered by Apple Intelligence. The new Siri can now understand personal context, control third-party apps, and perform complex multi-step tasks. On-device processing ensures privacy while cloud-based features leverage advanced language models. New features include intelligent writing assistance, smart photo editing suggestions, and automated workflow creation.",
    "image": "https://images.unsplash.com/photo-1592750475338-74b7b21085ab?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Emily Watson",
    "time": "2025-12-23T16:00:00Z",
    "views": 2650,
    "featured": false,
    "published": true,
    "tags": ["Apple", "iOS 18.3", "Siri", "Apple Intelligence"]
  },
  {
    "id": 5,
    "title": "SpaceX Successfully Completes Starship Flight 8 with Full Reusability Demo",
    "title_tr": "SpaceX, Tam Yeniden Kullanılabilirlik Demosuyla Starship Uçuş 8'i Başarıyla Tamamladı",
    "summary": "SpaceX achieves historic milestone with Starship Flight 8, successfully catching both Super Heavy booster and Starship upper stage.",
    "summary_tr": "SpaceX, Starship Uçuş 8 ile hem Super Heavy güçlendiriciyi hem de Starship üst aşamasını başarıyla yakalayarak tarihi bir dönüm noktasına ulaştı.",
    "content": "SpaceX has achieved a historic milestone with Starship Flight 8, successfully demonstrating full vehicle reusability for the first time. Both the Super Heavy booster and Starship upper stage were caught by the tower's mechanical arms after completing their missions. This breakthrough brings SpaceX significantly closer to its goal of rapid rocket reuse, which could dramatically reduce the cost of space access.",
    "image": "https://images.unsplash.com/photo-1541185933-ef5d8ed016c2?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. James Miller",
    "time": "2025-12-25T11:30:00Z",
    "views": 3100,
    "featured": true,
    "published": true,
    "tags": ["SpaceX", "Starship", "Reusability", "Space"]
  },
  {
    "id": 6,
    "title": "Microsoft Copilot Gains Autonomous Agent Capabilities in Major Update",
    "title_tr": "Microsoft Copilot Büyük Güncellemede Otonom Ajan Yetenekleri Kazandı",
    "summary": "Microsoft's Copilot now features autonomous agent mode, capable of completing complex multi-step tasks across Microsoft 365 applications.",
    "summary_tr": "Microsoft'un Copilot'u artık Microsoft 365 uygulamaları genelinde karmaşık çok adımlı görevleri tamamlayabilen otonom ajan modunu sunuyor.",
    "content": "Microsoft has rolled out a major update to Copilot, introducing autonomous agent capabilities that can work independently on complex tasks. The new Copilot can analyze data across Excel, create presentations in PowerPoint, draft communications in Outlook, and coordinate workflows across the Microsoft 365 suite. The agent mode includes Think Deeper reasoning for complex problem-solving.",
    "image": "https://images.unsplash.com/photo-1633419461186-7d40a38105ec?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "David Park",
    "time": "2025-12-24T09:45:00Z",
    "views": 1940,
    "featured": false,
    "published": true,
    "tags": ["Microsoft", "Copilot", "AI Agents", "Productivity"]
  },
  {
    "id": 7,
    "title": "Anthropic Launches Claude 4 with Extended Context and Reasoning",
    "title_tr": "Anthropic, Genişletilmiş Bağlam ve Akıl Yürütme ile Claude 4'ü Piyasaya Sürdü",
    "summary": "Claude 4 features a 500K token context window, improved reasoning capabilities, and enhanced safety measures for enterprise deployment.",
    "summary_tr": "Claude 4, 500K token bağlam penceresi, geliştirilmiş akıl yürütme yetenekleri ve kurumsal dağıtım için artırılmış güvenlik önlemleri sunuyor.",
    "content": "Anthropic has released Claude 4, its most advanced AI assistant to date. The new model features a 500,000 token context window, allowing it to process entire codebases or lengthy documents. Improved chain-of-thought reasoning makes Claude 4 particularly effective at complex analysis and coding tasks. Enhanced safety measures and Constitutional AI training ensure responsible deployment in enterprise environments.",
    "image": "https://images.unsplash.com/photo-1620712943543-bcc4688e7485?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Rachel Green",
    "time": "2025-12-22T13:00:00Z",
    "views": 2780,
    "featured": false,
    "published": true,
    "tags": ["Anthropic", "Claude 4", "AI", "Enterprise AI"]
  },
  {
    "id": 8,
    "title": "Ethereum Completes Pectra Upgrade, Enables Native Account Abstraction",
    "title_tr": "Ethereum Pectra Güncellemesini Tamamladı, Yerel Hesap Soyutlaması Etkin",
    "summary": "The Ethereum Pectra upgrade introduces EIP-7702, enabling smart contract wallets and gasless transactions for improved user experience.",
    "summary_tr": "Ethereum Pectra güncellemesi, geliştirilmiş kullanıcı deneyimi için akıllı sözleşme cüzdanları ve gazsız işlemleri etkinleştiren EIP-7702'yi tanıtıyor.",
    "content": "Ethereum has successfully completed the Pectra upgrade, introducing native account abstraction through EIP-7702. This allows regular Ethereum accounts to temporarily function as smart contract wallets, enabling features like gasless transactions, social recovery, and batched operations. The upgrade also increases blob capacity for Layer 2 scaling solutions, reducing transaction costs across the ecosystem.",
    "image": "https://images.unsplash.com/photo-1622630998477-20aa696ecb05?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Alex Turner",
    "time": "2025-12-21T15:20:00Z",
    "views": 1860,
    "featured": false,
    "published": true,
    "tags": ["Ethereum", "Pectra", "Account Abstraction", "EIP-7702"]
  },
  {
    "id": 9,
    "title": "Meta Releases Llama 4 with 400B Parameters and Multimodal Capabilities",
    "title_tr": "Meta, 400 Milyar Parametre ve Çok Modlu Yeteneklerle Llama 4'ü Yayınladı",
    "summary": "Meta's Llama 4 open-source model rivals GPT-4 in benchmarks while remaining free for research and commercial use under permissive license.",
    "summary_tr": "Meta'nın Llama 4 açık kaynak modeli, izin verici lisans altında araştırma ve ticari kullanım için ücretsiz kalırken GPT-4 ile karşılaştırmalarda yarışıyor.",
    "content": "Meta has released Llama 4, its most powerful open-source AI model to date. With 400 billion parameters and native multimodal capabilities, Llama 4 approaches the performance of proprietary models like GPT-4 on key benchmarks. The model is available under a permissive license for both research and commercial use, continuing Meta's commitment to open AI development. Fine-tuned versions for coding, reasoning, and chat are also available.",
    "image": "https://images.unsplash.com/photo-1617802690992-15d93263d3a9?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Jennifer Lee",
    "time": "2025-12-20T10:30:00Z",
    "views": 2340,
    "featured": false,
    "published": true,
    "tags": ["Meta", "Llama 4", "Open Source", "AI"]
  },
  {
    "id": 10,
    "title": "NVIDIA Blackwell GPUs Now Shipping, Setting New AI Training Records",
    "title_tr": "NVIDIA Blackwell GPU'ları Sevkiyata Başladı, Yeni AI Eğitim Rekorları Kırıyor",
    "summary": "NVIDIA's B200 and GB200 chips are now being delivered to major cloud providers, offering 4x performance improvement over previous generation.",
    "summary_tr": "NVIDIA'nın B200 ve GB200 çipleri artık büyük bulut sağlayıcılarına teslim ediliyor ve önceki nesle göre 4 kat performans artışı sunuyor.",
    "content": "NVIDIA has begun shipping its highly anticipated Blackwell architecture GPUs to major customers including Microsoft, Google, and Amazon. The B200 and GB200 chips deliver up to 4x performance improvement for AI training compared to the previous Hopper generation. Early benchmarks show the chips can train models like GPT-4 in a fraction of the time, potentially accelerating AI development significantly.",
    "image": "https://images.unsplash.com/photo-1591238372338-22d30c883a86?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Chris Anderson",
    "time": "2025-12-19T16:45:00Z",
    "views": 2540,
    "featured": true,
    "published": true,
    "tags": ["NVIDIA", "Blackwell", "GPU", "AI Hardware"]
  },
  {
    "id": 11,
    "title": "Solana Hits 100,000 TPS in Mainnet, SOL Price Surges to $280",
    "title_tr": "Solana Ana Ağda 100.000 TPS'e Ulaştı, SOL Fiyatı 280 Dolara Yükseldi",
    "summary": "Solana achieves record transaction throughput as network upgrades enable unprecedented scalability for DeFi and consumer applications.",
    "summary_tr": "Solana, ağ yükseltmeleri DeFi ve tüketici uygulamaları için benzeri görülmemiş ölçeklenebilirlik sağladıkça rekor işlem hacmine ulaştı.",
    "content": "Solana has achieved a major milestone, processing over 100,000 transactions per second on mainnet during peak activity. The Firedancer client implementation and other network optimizations have dramatically increased throughput while maintaining low fees. The SOL token has responded positively, reaching $280 as the network becomes the preferred choice for high-frequency DeFi applications and consumer-facing dApps.",
    "image": "https://images.unsplash.com/photo-1639762681485-074b7f938ba0?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Nina Patel",
    "time": "2025-12-18T09:30:00Z",
    "views": 1890,
    "featured": false,
    "published": true,
    "tags": ["Solana", "TPS", "Firedancer", "DeFi"]
  },
  {
    "id": 12,
    "title": "Tesla Unveils Robotaxi Service Launch Plans for 2026",
    "title_tr": "Tesla, 2026 için Robotaksi Hizmeti Başlatma Planlarını Açıkladı",
    "summary": "Tesla announces detailed plans to launch fully autonomous robotaxi service in select US cities starting Q2 2026.",
    "summary_tr": "Tesla, 2026'nın ikinci çeyreğinden itibaren seçili ABD şehirlerinde tam otonom robotaksi hizmetini başlatmak için ayrıntılı planlarını duyurdu.",
    "content": "Tesla has revealed comprehensive plans for its long-awaited robotaxi service, set to launch in Austin, San Francisco, and Los Angeles in Q2 2026. The service will use purpose-built autonomous vehicles without steering wheels or pedals, capable of Level 4 autonomy. Tesla's FSD v13 has achieved remarkable safety improvements, with the company claiming it now exceeds human driver safety by a factor of 10x.",
    "image": "https://images.unsplash.com/photo-1617886903355-9354bb57751f?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Mark Stevens",
    "time": "2025-12-17T14:00:00Z",
    "views": 3200,
    "featured": false,
    "published": true,
    "tags": ["Tesla", "Robotaxi", "Autonomous Vehicles", "FSD"]
  },
  {
    "id": 13,
    "title": "Samsung Galaxy S25 Ultra Leaked with Snapdragon 8 Elite and Galaxy AI 2.0",
    "title_tr": "Samsung Galaxy S25 Ultra Snapdragon 8 Elite ve Galaxy AI 2.0 ile Sızdırıldı",
    "summary": "Comprehensive leaks reveal Galaxy S25 Ultra specifications including new processor, enhanced AI features, and improved camera system.",
    "summary_tr": "Kapsamlı sızıntılar, yeni işlemci, geliştirilmiş AI özellikleri ve iyileştirilmiş kamera sistemi dahil Galaxy S25 Ultra özelliklerini ortaya koyuyor.",
    "content": "Ahead of Samsung's January 2026 Unpacked event, comprehensive leaks have revealed the Galaxy S25 Ultra specifications. The flagship will feature the Snapdragon 8 Elite processor, Galaxy AI 2.0 with on-device reasoning capabilities, a 200MP main camera with improved zoom, and a larger 5,500mAh battery. Pre-orders are expected to break previous records.",
    "image": "https://images.unsplash.com/photo-1610945415295-d9bbf067e59c?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Kevin Park",
    "time": "2025-12-26T12:00:00Z",
    "views": 2160,
    "featured": false,
    "published": true,
    "tags": ["Samsung", "Galaxy S25", "Snapdragon", "Smartphone"]
  },
  {
    "id": 14,
    "title": "NASA Artemis III Moon Landing Scheduled for Late 2026",
    "title_tr": "NASA Artemis III Ay İnişi 2026 Sonuna Planlandı",
    "summary": "NASA confirms Artemis III timeline with SpaceX Starship HLS completing key milestones for historic crewed Moon landing.",
    "summary_tr": "NASA, tarihi mürettebatlı Ay inişi için SpaceX Starship HLS'nin önemli kilometre taşlarını tamamlamasıyla Artemis III zaman çizelgesini doğruladı.",
    "content": "NASA has confirmed the Artemis III mission timeline, with the historic crewed Moon landing now scheduled for late 2026. SpaceX's Starship Human Landing System has completed critical demonstration flights and refueling tests. The mission will land the first woman and first person of color on the Moon, establishing the foundation for sustained lunar presence. The lunar south pole landing site has been finalized.",
    "image": "https://images.unsplash.com/photo-1446776877081-d282a0f896e2?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. Robert Chang",
    "time": "2025-12-16T08:00:00Z",
    "views": 1780,
    "featured": false,
    "published": true,
    "tags": ["NASA", "Artemis", "Moon", "SpaceX"]
  },
  {
    "id": 15,
    "title": "XRP Overtakes Solana to Become Fourth Largest Cryptocurrency",
    "title_tr": "XRP, Solana'yı Geçerek Dördüncü En Büyük Kripto Para Birimi Oldu",
    "summary": "XRP surges past $3.50 following new partnership announcements and growing adoption in cross-border payments.",
    "summary_tr": "XRP, yeni ortaklık duyuruları ve sınır ötesi ödemelerde artan benimsenmenin ardından 3.50 doların üzerine çıktı.",
    "content": "XRP has overtaken Solana to become the fourth largest cryptocurrency by market cap, with prices surging past $3.50. The rally is driven by new banking partnerships in Asia and the Middle East, as well as Ripple's expanding RLUSD stablecoin adoption. With regulatory clarity in the US following the SEC case resolution, institutional interest in XRP has accelerated significantly.",
    "image": "https://images.unsplash.com/photo-1621761191319-c6fb62004040?w=800&h=400&fit=crop",
    "category": "Crypto",
    "author": "Jake Morrison",
    "time": "2025-12-27T11:45:00Z",
    "views": 2890,
    "featured": true,
    "published": true,
    "tags": ["XRP", "Ripple", "Cryptocurrency", "Market Cap"]
  },
  {
    "id": 16,
    "title": "IBM Quantum Reveals 1,386-Qubit Flamingo Processor",
    "title_tr": "IBM Quantum, 1.386 Kübitlik Flamingo İşlemciyi Tanıttı",
    "summary": "IBM's new quantum processor doubles qubit count and demonstrates improved error correction for practical quantum computing.",
    "summary_tr": "IBM'in yeni kuantum işlemcisi, pratik kuantum bilgisayarları için kübit sayısını iki katına çıkarıyor ve geliştirilmiş hata düzeltme gösteriyor.",
    "content": "IBM has unveiled its Flamingo quantum processor with 1,386 qubits, nearly doubling the qubit count of its predecessor. More importantly, the new processor demonstrates significant improvements in error correction using IBM's Heron architecture. IBM claims the processor can now run quantum circuits with sufficient fidelity for certain practical applications in chemistry simulation and optimization problems.",
    "image": "https://images.unsplash.com/photo-1635070041078-e363dbe005cb?w=800&h=400&fit=crop",
    "category": "Science",
    "author": "Dr. Sarah Kim",
    "time": "2025-12-15T10:00:00Z",
    "views": 1420,
    "featured": false,
    "published": true,
    "tags": ["IBM", "Quantum Computing", "Flamingo", "Qubits"]
  },
  {
    "id": 17,
    "title": "Amazon AGI Team Releases Foundation Model Rivaling Claude and GPT",
    "title_tr": "Amazon AGI Ekibi, Claude ve GPT ile Yarışan Temel Modeli Yayınladı",
    "summary": "Amazon's internally developed Olympus model matches top competitors on benchmarks and powers enhanced Alexa+ assistant.",
    "summary_tr": "Amazon'un dahili olarak geliştirdiği Olympus modeli, karşılaştırmalarda en iyi rakiplerle eşleşiyor ve geliştirilmiş Alexa+ asistanını güçlendiriyor.",
    "content": "Amazon has released Olympus, its internally developed large language model that matches GPT-4 and Claude 3.5 Sonnet on major benchmarks. The model powers the new Alexa+ assistant with advanced reasoning and conversation capabilities. Olympus is also available through Amazon Bedrock for enterprise customers. The release marks Amazon's emergence as a serious competitor in the foundation model space.",
    "image": "https://images.unsplash.com/photo-1523474253046-8cd2748b5fd2?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Lisa Thompson",
    "time": "2025-12-14T13:00:00Z",
    "views": 1980,
    "featured": false,
    "published": true,
    "tags": ["Amazon", "Olympus", "Alexa", "AI"]
  },
  {
    "id": 18,
    "title": "EU AI Act Enforcement Begins, Major Tech Companies Adapt",
    "title_tr": "AB AI Yasası Uygulaması Başladı, Büyük Teknoloji Şirketleri Uyum Sağlıyor",
    "summary": "First enforcement actions under EU AI Act begin as tech giants implement compliance measures for high-risk AI systems.",
    "summary_tr": "Teknoloji devleri yüksek riskli AI sistemleri için uyum önlemleri uygularken AB AI Yasası kapsamında ilk yaptırım eylemleri başlıyor.",
    "content": "The European Union has begun enforcement of its landmark AI Act, with the first compliance deadlines now in effect. Major tech companies including OpenAI, Google, and Meta have implemented transparency measures and risk assessments for their AI systems. High-risk applications in hiring, lending, and law enforcement face strict requirements. The regulation is expected to influence AI governance globally.",
    "image": "https://images.unsplash.com/photo-1529070538774-1843cb3265df?w=800&h=400&fit=crop",
    "category": "Enterprise",
    "author": "Amanda White",
    "time": "2025-12-28T15:30:00Z",
    "views": 1650,
    "featured": false,
    "published": true,
    "tags": ["EU AI Act", "Regulation", "Compliance", "Tech Policy"]
  },
  {
    "id": 19,
    "title": "Chinese AI Lab Releases DeepSeek-V3, Claims GPT-4 Level Performance",
    "title_tr": "Çinli AI Laboratuvarı DeepSeek-V3'ü Yayınladı, GPT-4 Seviyesinde Performans İddia Ediyor",
    "summary": "DeepSeek's latest model demonstrates competitive performance with fraction of training compute, raising questions about AI efficiency.",
    "summary_tr": "DeepSeek'in en son modeli, eğitim hesaplamasının küçük bir bölümüyle rekabetçi performans göstererek AI verimliliği hakkında sorular ortaya çıkarıyor.",
    "content": "Chinese AI startup DeepSeek has released DeepSeek-V3, a model that claims to match GPT-4 performance on major benchmarks while using significantly less training compute. The model uses mixture-of-experts architecture and novel training techniques. The release has sparked debate about the efficiency of Western AI labs' approaches and whether throwing more compute at the problem is the optimal path to AGI.",
    "image": "https://images.unsplash.com/photo-1522030299830-16b8d3d049fe?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Dr. Michael Chen",
    "time": "2025-12-25T09:00:00Z",
    "views": 2450,
    "featured": false,
    "published": true,
    "tags": ["DeepSeek", "China", "AI", "GPT-4"]
  },
  {
    "id": 20,
    "title": "ChatGPT Pro Launches with o1-pro and Unlimited Access at $200/month",
    "title_tr": "ChatGPT Pro, o1-pro ve Sınırsız Erişim ile Aylık 200 Dolara Başladı",
    "summary": "OpenAI's premium tier offers unlimited access to GPT-4, o1-pro reasoning model, and priority access to new features.",
    "summary_tr": "OpenAI'nin premium katmanı GPT-4'e sınırsız erişim, o1-pro akıl yürütme modeli ve yeni özelliklere öncelikli erişim sunuyor.",
    "content": "OpenAI has launched ChatGPT Pro, a $200/month subscription tier offering unlimited access to all models including the new o1-pro reasoning model. The tier removes all usage caps, provides priority access to new features, and includes advanced voice mode with extended conversations. The launch targets power users and professionals who rely heavily on AI assistance for complex work.",
    "image": "https://images.unsplash.com/photo-1684163060449-1c9ee931cf6e?w=800&h=400&fit=crop",
    "category": "AI & Robotics",
    "author": "Emma Davis",
    "time": "2025-12-23T14:30:00Z",
    "views": 3100,
    "featured": false,
    "published": true,
    "tags": ["ChatGPT", "OpenAI", "o1-pro", "Subscription"]
  }
]
